[
    {
     "id": "1",
     "title": "Magawa, the landmine-sniffing hero rat, dies aged eight",
     "time": "1641924427",
     "preview": "JMagawa, the famous mine-clearing rat who was awarded a gold medal for his heroism, has died at the age of eight.",
     "fullText": "<p><strong>Magawa, the famous mine-clearing rat who was awarded a gold medal for his heroism, has died at the age of eight.</strong></p><p>In a five-year career, the rodent sniffed out over 100 landmines and other explosives in Cambodia.</p><p>Magawa was the most successful rat trained by the Belgian charity Apopo to alert human handlers about the mines so they can be safely removed.</p><p>The charity said the African giant pouch rat 'passed away peacefully' at the weekend.</p><p>It said Magawa was in good health and 'spent most of last week playing with his usual enthusiasm'. But by the weekend 'he started to slow down, napping more and showing less interest in food in his last days'.</p><p>Bred in Tanzania, Magawa underwent a year of training before moving to Cambodia to begin his bomb-sniffing career. There are thought to be up to six million landmines in the South East Asian country.</p><p>Trained to detect a chemical compound within the explosives, Magawa cleared more than 141,000 square metres (1,517,711 sq ft) of land - the equivalent of 20 football pitches.,/p><p>He weighed 1.2kg (2.6lb) and was 70cm (28in) long. While that is far larger than many other rat species, Magawa was still small enough and light enough that he did not trigger mines if he walked over them./p><p>Magawa was capable of searching a field the size of a tennis court in just 20 minutes - something Apopo says would take a person with a metal detector between one and four days.</p><p>In 2020, Magawa was awarded the PDSA Gold Medal - sometimes described as the George Cross for animals - for his 'life-saving devotion to duty'. He was the first rat to be given the medal in the charity's 77-year history.</p><p>The rat retired last June, after 'slowing down' as he reached old age.</p><p>'All of us at Apopo are feeling the loss of Magawa and we are grateful for the incredible work he's done,' the charity said in a statement.</p><p>His 'amazing sense of smell' allowed 'communities in Cambodia to live, work, and play; without fear of losing life or limb', it added.</p><p>Apopo has been raising its animals - known as HeroRATs - to detect landmines since the 1990s.</p>",
     "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/12903/production/_122653067_063492373.jpg"
    },
    {
     "id": "2",
     "title": "Pokémon Go: Police fired for chasing Snorlax instead of robbers",
     "time": "1641925312",
     "preview": "Two Los Angeles police officers were fired for chasing Pokémon rather than fleeing robbers, court documents show.",
     "fullText": "<p><strong>Two Los Angeles police officers were fired for chasing Pokémon rather than fleeing robbers, court documents show.</strong></p><p>The pair were parked nearby when a radio call came in for officers to respond to a shop robbery.</p><p>But a review of their in-car camera footage showed they had been playing Pokémon Go and chose to pursue a nearby Snorlax - a relatively rare catch - instead of providing back-up.</p><p>The pair denied playing the game but were sacked after an investigation.</p><h2>Virtual creatures</h2><p>Details of the case emerged when the most recent documents about their appeal - which was dismissed - were spotted by Axios.</p><p>After ignoring a radio call for back-up, 'for approximately the next 20 minutes, [video] captured [the] petitioners discussing Pokémon as they drove to different locations where the virtual creatures apparently appeared on their mobile phones', the documents say.</p><p>Louis Lozano and Eric Mitchell had been on patrol when Macy's department store was robbed, on 15 April 2017.</p><p>Another officer, Capt Davenport, who also heard the call, could see the shop - and another police car parked in a nearby alley, the court documents show.</p><p>Those nearby officers did not respond to the call, so Capt Davenport did so himself - and saw the other police car reverse down the alley and leave the area.</p><p>The two officers later told a sergeant who had been trying to contact them to provide back-up they had not heard the radio.</p><p>But the in-car camera footage revealed they had discussed the call and decided not to respond.</p><p>Instead, five minutes later, they could be heard talking about catching Pokémon.</p><p>'Officer Mitchell alerted Lozano that \"Snorlax... just popped up [at] 46th and Leimert\"', the documents say.</p><p>The pair then left in that direction to embark on a 20-minute gaming session and discussion.</p><p>They could be heard talking about the successful capture of Snorlax and how difficult the battle with Togetic - another Pokémon - was.</p><p>'The guys are going to be so jealous,' Officer Mitchell said.</p>",
     "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/F0CD/production/_122654616_gettyimages-588199034.jpg"
    },
    {
     "id": "3",
     "title": "UK delays more all-lane smart motorways for five years",
     "time": "1641981889",
     "preview": "New \"all-lane running\" smart motorways have been paused while their safety is assessed, the government has said",
     "fullText": "<p><strong>New \"all-lane running\" smart motorways have been paused while their safety is assessed, the government has said</strong></p><p>Using the hard shoulder as a permanent live traffic lane increases capacity, but critics say it has contributed to road deaths.</p><p>Five years of safety and economic data for the schemes will now be collected from the motorways built before 2020.</p><p>However, hard shoulders will not be reinstated on current stretches of all-lane running motorways.</p><p>The government's move comes after MPs said in November there was not enough safety and economic data to justify this type of route.</p><p>In the event that a car breaks down on all-lane running smart motorways, drivers are meant to aim for emergency refuge areas.</p><p>But critics say the schemes can leave cars stranded in fast-moving traffic.</p><p>Highways England says there are roughly 400 miles of smart motorway - roads which use technology to maintain the flow of traffic and give information on overhead displays - already in action.</p><p>About 200 of these lack a permanent hard shoulder, 63 miles use it as a live running lane some of the time.</p><p>Wednesday's decision means that another 100 miles of all-lane running currently in construction can still be completed, while 57 miles are paused for now.</p>",
     "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/7752/production/_107564503_red-x.jpg"
    },
    {
     "id": "4",
     "title": "Climate change destroying homes across the Arctic",
     "time": "1641931749",
     "author": "Georgina Rannard",
     "preview": "Cracked homes, buckled roads and ruptured pipelines are likely to become common in and near the Arctic as warming temperatures cause frozen ground to thaw, new findings say.",
     "fullText": "<p><strong>Cracked homes, buckled roads and ruptured pipelines are likely to become common in and near the Arctic as warming temperatures cause frozen ground to thaw, new findings say.</strong></p><p>Five million people live on Arctic permafrost including in Russia, North America and Scandinavia.</p><p>Climate change is causing the Arctic to warm two-to-four times faster than the rest of the planet.</p><p>\"The land changes right before us,\" one Alaska resident told BBC News.</p><p>Scientists studying the Arctic say that 70% of infrastructure and 30-50% of critical infrastructure is at high risk of damage by 2050, with projected cost of tens of billions of dollars.</p><p>The study published on Tuesday highlights again how climate change is expected to threaten life as we know it as well as the natural world.</p><p>\"Arctic communities are all different but everyone living on permafrost is really struggling,\" Kaare Sikuaq Erickson told BBC News. He works in Alaska as a cultural mediator between residents and institutions.</p><p>Permafrost or tundra is defined as land that has been frozen continuously for more than two years. It covers around one quarter of the northern hemisphere's land surface, including half of Canada's land and 80% of Alaska's.</p>But warming temperatures are causing parts of it to thaw with often unpredictable effects, including sinkhole formation, land slips and flooding.</p><p>\"Both the construction itself and the warming of the climate cause permafrost to thaw, which threatens existing infrastructure and future construction projects,\" says lead author Prof Jan Hjort at the University of Oulu in Finland.</p>",
     "image": "https://static01.nyt.com/images/2021/01/20/business/20distortions-qanon/20distortions-qanon-facebookJumbo.jpg"
    },
    {
     "id": "5",
     "title": "Kamala Harris sworn into history",
     "time": "1641575252",
     "preview": "Harris becomes the first woman, Black woman and Asian American to serve as vice president.",
     "fullText": "Harris becomes the first woman, Black woman and Asian American to serve as vice president.",
     "image": "https://www.washingtonpost.com/wp-apps/imrs.php?src=https://arc-anglerfish-washpost-prod-washpost.s3.amazonaws.com/public/H4TGAGS3IEI6XKCJN6KCHJ277U.jpg&w=1440"
    },
    {
     "id": "6",
     "title": "SpaceX expands public beta test of Starlink satellite internet to Canada and the UK",
     "time": "1641402452",
     "preview": "Elon Musk's company is now offering early public access to its Starlink satellite internet service in Canada and the U.K.",
     "fullText": "Elon Musk's company is now offering early public access to its Starlink satellite internet service in Canada and the U.K.",
     "image": "https://image.cnbcfm.com/api/v1/image/106758975-1603465968180-EkzQ0UbXgAAGYVe-orig.jpg?v=1603466027"
    },
    {
     "id": "7",
     "title": "Scientists have finally worked out how butterflies fly",
     "time": " 1641143252",
     "preview": "Experts, long puzzled by how butterflies fly, have found that the insects \"clap\" their wings together -- and their wings are perfectly evolved for better propulsion.",
     "fullText": "Experts, long puzzled by how butterflies fly, have found that the insects \"clap\" their wings together -- and their wings are perfectly evolved for better propulsion.",
     "image": "https://cdn.cnn.com/cnnnext/dam/assets/210120064324-restricted-butterflies-clap-intl-scli-super-tease.jpg"
    },
    {
     "id": "8",
     "title": "Navalny releases investigation into decadent billion-dollar 'Putin palace'",
     "time": "1610384852",
     "preview": "Even locked up in a detention center on the outskirts of Moscow, Kremlin critic Alexey Navalny continues to be a thorn in Russian President Vladimir Putin's side.",
     "fullText": "Even locked up in a detention center on the outskirts of Moscow, Kremlin critic Alexey Navalny continues to be a thorn in Russian President Vladimir Putin's side.",
     "image": "https://cdn.cnn.com/cnnnext/dam/assets/210120111237-restricted-05-putin-palace-navalny-russia-intl-super-tease.jpeg"
    },
    {
     "id":"9",
     "title": "What are the new Covid rules for the UK?",
     "time": "1641920855",
     "preview": "Scotland has lifted its recently introduced restrictions on large outdoor events.",
     "fullText": "<p><strong>Scotland has lifted its recently introduced restrictions on large outdoor events.</strong></p><p>The announcement will allow spectators to return to concerts and stadiums, and will mean rugby fans can <strong>attend Scotland's Six Nations games.</strong></p><h2>What's changed in Scotland?</h2><p>Scotland's First Minister Nicola Sturgeon has announced that the attendance limit on outdoor events will lifted from Monday 17 January.</p><p>Since Christmas, only 500 people have been allowed to attend such events, meaning that spectators have been stopped from attending most football and rugby fixtures.</p><p>The Covid certification scheme will remain in place, meaning people must provide proof of their vaccination status or a recent negative test.</p><p>From Monday 17 January, anyone who had their second dose more than four months ago must also have received a booster to be considered fully vaccinated.</p><p>Organisers of large scale events must also check the Covid status of at least 50% of attendees, or 1,000 people, which ever is the larger number.</p>",
     "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/D157/production/_122019535_redmask.jpg"
    },
    {
     "id": "10",
     "title": "Downing Street party: What Covid rules would it have broken?",
     "time": "1641923333",
     "author": "Tom Edgington",
     "preview": "As many as 100 people were invited to a 'bring-your-own-booze' event in the Downing Street garden during the first lockdown, it is understood.",
     "fullText": "<p><strong>As many as 100 people were invited to a 'bring-your-own-booze' event in the Downing Street garden during the first lockdown, it is understood.</strong></p><p>It is the latest in a number of alleged parties to have taken place under Covid restrictions, which are currently being investigated by senior civil servant Sue Gray.</p><h2>What was the alleged party?</h2><p>An email, sent to as many as 100 people in Downing Street, invited them to 'socially distanced drinks in the No 10 garden this evening'.</p><p>The email, revealed by ITV News, was sent on behalf of Boris Johnson's principal private secretary, Martin Reynolds.</p><p>It is understood that around 30 people attended the event on 20 May, 2020. Two eyewitnesses told the BBC they saw Mr Johnson and his wife Carrie at the event.</p><h2>What were the Covid rules on 20 May 2020?</h2><p>Throughout the pandemic there has been a mixture of guidance and legal restrictions relating to behaviour likely to spread the virus.</p><p>Legal restrictions are underpinned by sanctions - where breaking the law could result in prosecution. Guidance - unless it's also backed up in law - is not enforced by fines or court action, explains Stuart Nolan from the Law Society.</p><p>In terms of <strong>guidance:</strong></p><p>On the day of the alleged party, Oliver Dowden was the minister who led the government's televised Covid briefing.</p><p>'You can meet one person outside of your household in an outdoor, public place - provided that you stay two metres apart', he told the public.</p><p>That was the government guidance at the time, meaning any party involving dozens of people would have clearly breached this.</p><p>There were also a number of <strong>legal restrictions</strong> in place in May 2020:</p><p>People could not leave their homes - or be outside the place they live - without a reasonable excuse, which included work (where you couldn't work from home), exercise and getting things like food and medicine.</p><p>For people who broke these rules, the police in England could fine them £100 for the first offence which could then double for each further offence up to a maximum of £3,200.</p><p>It would be difficult to see how the Downing Street event would have been in line with these rules, argues barrister Adam Wagner.</p><p>'If you were doing something which wasn't necessary for work then you weren't outside of your house [with] a reasonable excuse and you were potentially committing a criminal offence.'</p><p>However, Mr Wagner added that as the prime minister and his wife live in Downing Street they would not have technically left their home to attend the party.</p><p>Mr Wagner is involved in a case to bring a judicial review against the Met Police for not investigating the alleged parties.</p><p>The law also prohibited gatherings in a public place of more than two people, unless they were all members of the same household or the gathering was 'essential for work purposes'. However, lawyers have noted that Downing Street is not a public place.</p>",
     "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/1257F/production/_122653157_gettyimages-1230469475.jpg"
    }
   ]