[
    {
        "id": "1",
        "title": "Magawa, the landmine-sniffing hero rat, dies aged eight",
        "time": "1641924427",
        "preview": "JMagawa, the famous mine-clearing rat who was awarded a gold medal for his heroism, has died at the age of eight.",
        "fullText": "<p><strong>Magawa, the famous mine-clearing rat who was awarded a gold medal for his heroism, has died at the age of eight.</strong></p><p>In a five-year career, the rodent sniffed out over 100 landmines and other explosives in Cambodia.</p><p>Magawa was the most successful rat trained by the Belgian charity Apopo to alert human handlers about the mines so they can be safely removed.</p><p>The charity said the African giant pouch rat 'passed away peacefully' at the weekend.</p><p>It said Magawa was in good health and 'spent most of last week playing with his usual enthusiasm'. But by the weekend 'he started to slow down, napping more and showing less interest in food in his last days'.</p><p>Bred in Tanzania, Magawa underwent a year of training before moving to Cambodia to begin his bomb-sniffing career. There are thought to be up to six million landmines in the South East Asian country.</p><p>Trained to detect a chemical compound within the explosives, Magawa cleared more than 141,000 square metres (1,517,711 sq ft) of land - the equivalent of 20 football pitches.,/p><p>He weighed 1.2kg (2.6lb) and was 70cm (28in) long. While that is far larger than many other rat species, Magawa was still small enough and light enough that he did not trigger mines if he walked over them./p><p>Magawa was capable of searching a field the size of a tennis court in just 20 minutes - something Apopo says would take a person with a metal detector between one and four days.</p><p>In 2020, Magawa was awarded the PDSA Gold Medal - sometimes described as the George Cross for animals - for his 'life-saving devotion to duty'. He was the first rat to be given the medal in the charity's 77-year history.</p><p>The rat retired last June, after 'slowing down' as he reached old age.</p><p>'All of us at Apopo are feeling the loss of Magawa and we are grateful for the incredible work he's done,' the charity said in a statement.</p><p>His 'amazing sense of smell' allowed 'communities in Cambodia to live, work, and play; without fear of losing life or limb', it added.</p><p>Apopo has been raising its animals - known as HeroRATs - to detect landmines since the 1990s.</p>",
        "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/12903/production/_122653067_063492373.jpg"
    },
    {
        "id": "2",
        "title": "Pokémon Go: Police fired for chasing Snorlax instead of robbers",
        "time": "1641925312",
        "preview": "Two Los Angeles police officers were fired for chasing Pokémon rather than fleeing robbers, court documents show.",
        "fullText": "<p><strong>Two Los Angeles police officers were fired for chasing Pokémon rather than fleeing robbers, court documents show.</strong></p><p>The pair were parked nearby when a radio call came in for officers to respond to a shop robbery.</p><p>But a review of their in-car camera footage showed they had been playing Pokémon Go and chose to pursue a nearby Snorlax - a relatively rare catch - instead of providing back-up.</p><p>The pair denied playing the game but were sacked after an investigation.</p><h2>Virtual creatures</h2><p>Details of the case emerged when the most recent documents about their appeal - which was dismissed - were spotted by Axios.</p><p>After ignoring a radio call for back-up, 'for approximately the next 20 minutes, [video] captured [the] petitioners discussing Pokémon as they drove to different locations where the virtual creatures apparently appeared on their mobile phones', the documents say.</p><p>Louis Lozano and Eric Mitchell had been on patrol when Macy's department store was robbed, on 15 April 2017.</p><p>Another officer, Capt Davenport, who also heard the call, could see the shop - and another police car parked in a nearby alley, the court documents show.</p><p>Those nearby officers did not respond to the call, so Capt Davenport did so himself - and saw the other police car reverse down the alley and leave the area.</p><p>The two officers later told a sergeant who had been trying to contact them to provide back-up they had not heard the radio.</p><p>But the in-car camera footage revealed they had discussed the call and decided not to respond.</p><p>Instead, five minutes later, they could be heard talking about catching Pokémon.</p><p>'Officer Mitchell alerted Lozano that \"Snorlax... just popped up [at] 46th and Leimert\"', the documents say.</p><p>The pair then left in that direction to embark on a 20-minute gaming session and discussion.</p><p>They could be heard talking about the successful capture of Snorlax and how difficult the battle with Togetic - another Pokémon - was.</p><p>'The guys are going to be so jealous,' Officer Mitchell said.</p>",
        "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/F0CD/production/_122654616_gettyimages-588199034.jpg"
    },
    {
        "id": "3",
        "title": "UK delays more all-lane smart motorways for five years",
        "time": "1641981889",
        "preview": "New \"all-lane running\" smart motorways have been paused while their safety is assessed, the government has said",
        "fullText": "<p><strong>New \"all-lane running\" smart motorways have been paused while their safety is assessed, the government has said</strong></p><p>Using the hard shoulder as a permanent live traffic lane increases capacity, but critics say it has contributed to road deaths.</p><p>Five years of safety and economic data for the schemes will now be collected from the motorways built before 2020.</p><p>However, hard shoulders will not be reinstated on current stretches of all-lane running motorways.</p><p>The government's move comes after MPs said in November there was not enough safety and economic data to justify this type of route.</p><p>In the event that a car breaks down on all-lane running smart motorways, drivers are meant to aim for emergency refuge areas.</p><p>But critics say the schemes can leave cars stranded in fast-moving traffic.</p><p>Highways England says there are roughly 400 miles of smart motorway - roads which use technology to maintain the flow of traffic and give information on overhead displays - already in action.</p><p>About 200 of these lack a permanent hard shoulder, 63 miles use it as a live running lane some of the time.</p><p>Wednesday's decision means that another 100 miles of all-lane running currently in construction can still be completed, while 57 miles are paused for now.</p>",
        "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/7752/production/_107564503_red-x.jpg"
    },
    {
        "id": "4",
        "title": "Climate change destroying homes across the Arctic",
        "time": "1641931749",
        "author": "Georgina Rannard",
        "preview": "Cracked homes, buckled roads and ruptured pipelines are likely to become common in and near the Arctic as warming temperatures cause frozen ground to thaw, new findings say.",
        "fullText": "<p><strong>Cracked homes, buckled roads and ruptured pipelines are likely to become common in and near the Arctic as warming temperatures cause frozen ground to thaw, new findings say.</strong></p><p>Five million people live on Arctic permafrost including in Russia, North America and Scandinavia.</p><p>Climate change is causing the Arctic to warm two-to-four times faster than the rest of the planet.</p><p>\"The land changes right before us,\" one Alaska resident told BBC News.</p><p>Scientists studying the Arctic say that 70% of infrastructure and 30-50% of critical infrastructure is at high risk of damage by 2050, with projected cost of tens of billions of dollars.</p><p>The study published on Tuesday highlights again how climate change is expected to threaten life as we know it as well as the natural world.</p><p>\"Arctic communities are all different but everyone living on permafrost is really struggling,\" Kaare Sikuaq Erickson told BBC News. He works in Alaska as a cultural mediator between residents and institutions.</p><p>Permafrost or tundra is defined as land that has been frozen continuously for more than two years. It covers around one quarter of the northern hemisphere's land surface, including half of Canada's land and 80% of Alaska's.</p>But warming temperatures are causing parts of it to thaw with often unpredictable effects, including sinkhole formation, land slips and flooding.</p><p>\"Both the construction itself and the warming of the climate cause permafrost to thaw, which threatens existing infrastructure and future construction projects,\" says lead author Prof Jan Hjort at the University of Oulu in Finland.</p>",
        "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/16DC3/production/_122653639_gettyimages-1175057354.jpg"
    },
    {
        "id": "5",
        "title": "NHS staff: 'We're doing the absolute best we can'",
        "time": "1642002882",
        "preview": "\"Just had a cry in the meds room - the NHS is at breaking point and so are many of its staff.\"",
        "fullText": "<p><strong>\"Just had a cry in the meds room - the NHS is at breaking point and so are many of its staff.\"</strong></p><p>That's what Emma Scott-Spivey, a student paramedic, tweeted after a January shift in a North Yorkshire hospital.</p><p>Due to coronavirus illness or isolation many of her colleagues are off work and Emma says her team are often \"50% down on staffing numbers\" at the moment.</p><p>\"We're having to skip meal breaks or work hours late to meet basic needs of patients,\" she tells Radio 1 Newsbeat.</p><p>Junior doctor Kishan Bodalia, 27, is having a similar experience in the hospitals where he works in Birmingham.</p><p>He says being asked to work extra shifts is a daily occurrence.</p><p>\"In our WhatsApp groups our bosses are asking if anyone can come in for just one or two hours saying it would make a huge difference, just to keep staff afloat.\"</p><p>The rapid rise in the omicron variant across the UK since late 2021 has meant that many people have been unwell or have had to isolate recently.</p><p>This has had an impact across many industries.</p><p>Recent government figures for the whole of the UK showed 18,454 people with coronavirus were in hospital on 6 January, up from 13,170 a week earlier.</p><p>Of those in hospital with coronavirus, 868 are in mechanical ventilation beds - using ventilators to help them breathe - slightly down on 875 the previous week.</p><p>But compared to last January there are still fewer patients taking up hospital beds.</p><p>And while it might feel extreme to staff working in the NHS now, there have been times in recent memory when there was even more pressure on ward staffing - such as the winter of 2017/2018, when 300 people a day were dying from flu.</p>",
        "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/00E9/production/_122633200_bca9e19e-dfd5-479d-a82f-793e64b761f9.jpg"
    },
    {
        "id": "6",
        "title": "US consumer prices soar 7% as food and car costs jump",
        "time": "1642005205",
        "preview": "Prices in the US are rising at their fastest rate in almost 40 years, with inflation up 7% year-on-year in December.",
        "fullText": "<p><strong>Prices in the US are rising at their fastest rate in almost 40 years, with inflation up 7% year-on-year in December.</strong></p><p>Strong demand and scarce supply for key items such as cars are driving the increases, which are putting pressure on policymakers to act.</p><p>The US central bank is expected to raise interest rates this year.</p><p>The rise in borrowing costs is aimed at reducing demand by making purchases such as cars more expensive.</p><p>December's increase marked the third month in a row that the US annual inflation rate has hovered above 6% - well north of policymakers' 2% target. The last time the pace of inflation exceeded that level was 1982.</p><p>Housing costs were up 4.1% year-on-year, while the cost of groceries rose 6.5% - compared to a 1.5% annual average over the last 10 years.</p><p>Wednesday's report from the Labor Department showed signs that some of the pressures may be easing.</p><p>The cost of energy dropped 0.4% from November to December - its first decline since April. But over 12 months energy costs are up by nearly 30% and have returned to their upward trend in recent days.</p><p>\"Overall, this is every bit as bad as we expected,\" Paul Ashworth, chief economist at Capital Economics, said of the December inflation report.</p><p>The price pressures occurring in the US have been seen to varying degrees around the world.</p><p>The Organisation for Economic Cooperation and Development, which represents more than 30 of the world's largest economies, said this week that inflation among its members had hit its highest rate in 25 years in November.</p><h2>Further rises</h2><p>In the UK, inflation hit a 10-year high that November, while globally, prices are rising at their fastest pace since 2008, according to the World Bank.</p><p>Economists in the US were initially hopeful that inflation would be transitory and ease as the pandemic faded. But ongoing production snarls and staff shortages as virus variants wreak havoc have made the price increases more persistent than expected.</p><p>\"The supply-side constraints have been very persistent and very durable,\" Federal Reserve Chair Jerome Powell told Congress on Tuesday. \"We're not seeing the kind of progress we thought we would see by now.\"</p><p>Sarah House, economist at Wells Fargo, said it is no longer likely that inflation will fade naturally as the pandemic abates, pointing to worker shortages and wages, which have also been rising - though not as fast as prices.</p><p>\"Although the exceptional pace of goods inflation and momentum in shelter costs are still firmly rooted in the pandemic, the increasingly tight labour market and ensuing wage pressures will make it difficult for inflation to fall back on its own,\" she said.</p>",
        "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/A1FB/production/_122676414_hi072541589.jpg"
        },
        {
        "id": "7",
        "title": "Novak Djokovic admits breaking isolation while Covid positive",
        "time": "1641996549",
        "preview": "Tennis star Novak Djokovic has admitted there were mistakes on his immigration forms and to meeting a journalist despite testing positive for Covid, as Australia mulls deporting him.",
        "fullText": "<p><strong>Tennis star Novak Djokovic has admitted there were mistakes on his immigration forms and to meeting a journalist despite testing positive for Covid, as Australia mulls deporting him.</strong></p><p>Djokovic made the admissions in an Instagram post to clarify \"ongoing misinformation\" about his movements.</p><p>The men's tennis number one is hoping to play in the Australian Open next week.</p><p>But his participation has been overshadowed by the row over his visa.</p><p>Djokovic, who is unvaccinated, had his visa revoked on 6 January shortly after arriving in Australia amid questions over the vaccine exemption that would have permitted him to enter.</p><p>On Monday, however, a judge dramatically overturned the decision and ordered the release of the player from detention.</p><p>But the government has not ruled out further action - and the possibility remains that the country's immigration minister could cancel his visa for a second time just days before the tournament begins.</p><p>Alex Hawke could cancel the visa based on prior Covid infections not counting as an exemption. But Djokovic's visa could also be cancelled on \"character grounds\" based on an investigation into his arrival form and potential breaches of Serbia's Covid rules.</p><p>If Djokovic wins the Australian Open - his 21st grand slam - he would become the most successful male tennis player in history.</p><p>In his Instagram post, Djokovic said he had gone ahead with the interview for French title L'Equipe because he had not wanted to \"let the journalist down\".</p><p>\"[I ensured] I socially distanced and wore a mask except when my photograph was being taken,\" he said.</p><p>L'Equipe confirmed in an article that the tennis star had worn a mask the entire time, even when their reporter asked him to take it off for five minutes.</p><p>The journalist, Franck Ramella, said he had been told not to ask Djokovic about his vaccination status or the forthcoming Australian Open so \"therefore did not ask if he had considered doing a test\".</p><p>On Wednesday, the International Tennis Writers Association described the incident as \"deeply concerning\" in a statement to CNN.</p><p>\"As journalists, we take great care to adhere to all Covid-19 rules in place and we expect all players to do the same,\" said Simon Chambers, co-president of the group.</p><p>\"Furthermore, it should be noted that journalists have to be fully vaccinated to travel to Melbourne for this year's Australian Open,\" he added.</p>",
        "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/17D9E/production/_122649679_gettyimages-1364126648.jpg"
    },
    {
        "id": "8",
        "title": "Pensions and benefits will not keep up with cost of living, warns think tank",
        "time": "1641996549",
        "author": "Kevin Peachey",
        "preview": "Benefits should rise to match the soaring cost of living as millions face crippling price rises driven by energy bills, a think tank has said.",
        "fullText": "<p><strong>Benefits should rise to match the soaring cost of living as millions face crippling price rises driven by energy bills, a think tank has said.</strong></p><p>Many benefits and the state pension are inflation-linked, but - by convention - rates for this year were set before prices started rising rapidly.</p><p>It means most will only go up by 3.1% in April, half of the expected increase in the cost of living.</p><p>The Institute for Fiscal Studies (IFS) said 10 million people were affected.</p><p>Raising benefits and the state pension to the same level as inflation in April would mean preventing a £290 real fall in benefit income year on year for this huge group, the economic research body said.</p><p>\"Doing so would compensate benefit recipients on average for higher costs, including energy costs. This need not be a permanent increase. Future up-rating can be adjusted once inflation has fallen back,\" said Robert Joyce, IFS deputy director.</p><p>Such a rise, albeit temporary, to benefits, Pension Credit and the state pension would cost the Treasury £4.5bn, which makes such a move highly unlikely, not least for political reasons.</p><p>Households with typical energy usage face a £600-700 rise in annual bills without government intervention. That would put a typical annual energy bill close to £2,000. The rise in the state pension set for April amounts to an annual increase of less than £300.</p><p>Chris O'Shea, chief executive of British Gas owner Centrica, told the BBC there was \"no reason\" to expect gas prices would come down \"any time soon\".</p><p>The IFS points out that lower-income households spend almost three times as much of their budgets on gas and electricity as the highest-income tenth on average (11% versus 4%).</p><p>It said that, to help these people, the government should consider a long-term change that meant rises in benefits and the state pension should not be linked to inflation seven months prior to the change, as is the case now. Instead, the decision should be taken much closer to April, when the increases take effect.</p><p>In the meantime, financial experts have said that everyone needs to brace for a year of rising prices.</p><p>\"Our budgets are coming under extreme pressure from the big squeeze, and for the next few months it is only going to get worse,\" said Sarah Coles, senior personal finance analyst at Hargreaves Lansdown.</p>",
        "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/14EF8/production/_120425758_garden_gettyimages-160075082.jpg"
    },
    {
        "id":"9",
        "title": "What are the new Covid rules for the UK?",
        "time": "1641920855",
        "preview": "Scotland has lifted its recently introduced restrictions on large outdoor events.",
        "fullText": "<p><strong>Scotland has lifted its recently introduced restrictions on large outdoor events.</strong></p><p>The announcement will allow spectators to return to concerts and stadiums, and will mean rugby fans can <strong>attend Scotland's Six Nations games.</strong></p><h2>What's changed in Scotland?</h2><p>Scotland's First Minister Nicola Sturgeon has announced that the attendance limit on outdoor events will lifted from Monday 17 January.</p><p>Since Christmas, only 500 people have been allowed to attend such events, meaning that spectators have been stopped from attending most football and rugby fixtures.</p><p>The Covid certification scheme will remain in place, meaning people must provide proof of their vaccination status or a recent negative test.</p><p>From Monday 17 January, anyone who had their second dose more than four months ago must also have received a booster to be considered fully vaccinated.</p><p>Organisers of large scale events must also check the Covid status of at least 50% of attendees, or 1,000 people, which ever is the larger number.</p>",
        "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/D157/production/_122019535_redmask.jpg"
    },
    {
        "id": "10",
        "title": "Downing Street party: What Covid rules would it have broken?",
        "time": "1641923333",
        "author": "Tom Edgington",
        "preview": "As many as 100 people were invited to a 'bring-your-own-booze' event in the Downing Street garden during the first lockdown, it is understood.",
        "fullText": "<p><strong>As many as 100 people were invited to a 'bring-your-own-booze' event in the Downing Street garden during the first lockdown, it is understood.</strong></p><p>It is the latest in a number of alleged parties to have taken place under Covid restrictions, which are currently being investigated by senior civil servant Sue Gray.</p><h2>What was the alleged party?</h2><p>An email, sent to as many as 100 people in Downing Street, invited them to 'socially distanced drinks in the No 10 garden this evening'.</p><p>The email, revealed by ITV News, was sent on behalf of Boris Johnson's principal private secretary, Martin Reynolds.</p><p>It is understood that around 30 people attended the event on 20 May, 2020. Two eyewitnesses told the BBC they saw Mr Johnson and his wife Carrie at the event.</p><h2>What were the Covid rules on 20 May 2020?</h2><p>Throughout the pandemic there has been a mixture of guidance and legal restrictions relating to behaviour likely to spread the virus.</p><p>Legal restrictions are underpinned by sanctions - where breaking the law could result in prosecution. Guidance - unless it's also backed up in law - is not enforced by fines or court action, explains Stuart Nolan from the Law Society.</p><p>In terms of <strong>guidance:</strong></p><p>On the day of the alleged party, Oliver Dowden was the minister who led the government's televised Covid briefing.</p><p>'You can meet one person outside of your household in an outdoor, public place - provided that you stay two metres apart', he told the public.</p><p>That was the government guidance at the time, meaning any party involving dozens of people would have clearly breached this.</p><p>There were also a number of <strong>legal restrictions</strong> in place in May 2020:</p><p>People could not leave their homes - or be outside the place they live - without a reasonable excuse, which included work (where you couldn't work from home), exercise and getting things like food and medicine.</p><p>For people who broke these rules, the police in England could fine them £100 for the first offence which could then double for each further offence up to a maximum of £3,200.</p><p>It would be difficult to see how the Downing Street event would have been in line with these rules, argues barrister Adam Wagner.</p><p>'If you were doing something which wasn't necessary for work then you weren't outside of your house [with] a reasonable excuse and you were potentially committing a criminal offence.'</p><p>However, Mr Wagner added that as the prime minister and his wife live in Downing Street they would not have technically left their home to attend the party.</p><p>Mr Wagner is involved in a case to bring a judicial review against the Met Police for not investigating the alleged parties.</p><p>The law also prohibited gatherings in a public place of more than two people, unless they were all members of the same household or the gathering was 'essential for work purposes'. However, lawyers have noted that Downing Street is not a public place.</p>",
        "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/1257F/production/_122653157_gettyimages-1230469475.jpg"
    },
    {
        "id": "11",
        "title": "RSV: Parents should be alert to symptoms of common winter virus",
        "author": "Philippa Roxby",
        "time": "1642071680",
        "preview": "A charity is warning parents to be alert to a common winter virus that can cause breathing problems in very young children.",
        "fullText": "<p><strong>A charity is warning parents to be alert to a common winter virus that can cause breathing problems in very young children.</strong></p><p>The British Lung Foundation says respiratory syncytial virus (RSV) could rebound in January after few cases last winter - but numbers are currently low.</p><p>As with Covid, most children have mild symptoms but a small number need hospital treatment.</p><p>Many more coughs and viruses are circulating this winter than last.</p><h2>Virtually disappeared</h2><p>In a normal year, RSV is responsible for 20,000 hospital admissions in the under-ones - but most parents had not heard of it, the charity said.</p><p>During the pandemic, with lockdowns and little mixing, RSV virtually disappeared.</p><p>But it returned last summer, out of season, and contributed to emergency departments becoming overwhelmed with children, before another rise in cases in the autumn.</p><p>And during the past three months, more than 1,000 children have been admitted to hospital with RSV in England.</p><h2>Immunity lowered</h2><p>Dr Michelle Jacobs, consultant in paediatric emergency medicine, at Watford General Hospital, said RSV \"rears its ugly head every winter\".</p><p>The numbers of children affected in the last week of December \"had gone right down\" and were \"a lot lower than feared\", she said.</p><p>But it could start to affect more children once they had been mixing at school for a couple of weeks.</p><p>Dr Andy Whittamore, a GP and clinical lead at the British Lung Foundation, said doctors \"are seeing a lot of children with coughs and viruses that weren't circulating last year\".</p><p>With their immunity lowered, he predicts a surge in RSV.</p><p>But not everyone agrees this is inevitable.</p>",
        "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/E3AD/production/_122658285_chloe-ann3.jpg"
    },
    {
        "id": "12",
        "title": "Covid-19: France to relax travel rules from the UK",
        "time": "1642073530",
        "preview": "France will relax its restrictions for those travelling from the UK from Friday, the government has announced.",
        "fullText": "<p><strong>France will relax its restrictions for those travelling from the UK from Friday, the government has announced.</strong></p><p>Vaccinated travellers will no longer need a compelling reason to enter France or self-isolate when they arrive.</p><p>However a negative Covid-19 test, taken 24 hours before leaving the UK, will be required, vaccinated or not.</p><p>France brought in the restrictions on 18 December in an attempt to slow the spread of the Omicron variant.</p><p>Non-vaccinated travellers will still need a compelling reason to enter France, and must still isolate for 10 days upon arrival.</p><p>The country is still battling a surge in Covid-19 infections. On Thursday, there were a record 368, 817 new cases and 341 deaths, according to Johns Hopkins University.</p><p>France tightened its restrictions earlier this month, making remote working compulsory for those who can, and limiting public gatherings for indoor events. Eating and drinking on long distance transport is banned, cafés and bars can provide table service only and nightclubs are closed.</p><p>On Thursday, the French Senate approved a controversial pass, which requires people to be fully vaccinated to visit a range of spaces, including bars and restaurants. It also removes the option of showing a negative test to get in.</p><p>Thousands protested against the pass on Saturday, with many angry at President Emmanuel Macron who has said he wants to \"piss off\" unvaccinated citizens.</p><p>In total, 12.6 million people have been infected in France, and more than 127,000 have died.</p>",
        "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/13A4B/production/_122695408_tuileriesreuters.jpg"
    },
    {
        "id": "13",
        "title": "Australia equals hottest day on record at 50.7C",
        "time": "1642073775",
        "preview": "Australia has equalled its hottest day on record after a remote coastal town reported temperatures of 50.7C (123.26F).",
        "fullText": "<p><strong>Australia has equalled its hottest day on record after a remote coastal town reported temperatures of 50.7C (123.26F).</strong></p><p>The temperature in Onslow, Western Australia, on Thursday matched a record set in 1962 in South Australia.</p><p>Onslow and the surrounding areas could see records broken again with temperatures set to rise slightly on Friday.</p><p>It comes after Western Australia reported large bushfires last month.</p><p>One fire near Margaret River scorched through more than 6,000 hectares of land, forcing evacuations.</p><p>The Bureau of Meteorology confirmed on Thursday that Onslow equalled the record at 14:26 local time (22:26 GMT).</p><p>According to local media, the average temperature in Onslow at this time of year is 36.5C.</p><p>Two other towns, Mardie and Roebourne, reported temperatures of more than 50C on Thursday.</p><p>Luke Huntington, of the Bureau of Meteorology, said that a build-up of hot air in the region had been caused by a lack of thunderstorms.</p><p>He said people take \"extra care to stay indoors with air conditioning, or if they have to be outdoors, to stay in the shade and keep up with fluids\".</p><p>One Roeburn resident, Mark Barratt, told ABC News that temperatures have got so high the air conditioning in their office had stopped working.</p><p>\"Things are starting to feel the stress, that's for sure,\" he said.</p><p>BBC weather forecaster Chris Fawkes said that temperatures are set to rise slightly on Friday but will cool down in the following days.</p><p>The record-breaking heat comes just days after a report from the EU's satellite system confirmed that the past seven years have been the hottest on record.</p>",
        "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/16F75/production/_122696049_gettyimages-1288146784.jpg"
    },
    {
        "id": "14",
        "title": "Next cuts sick pay for unvaccinated staff forced to self-isolate",
        "time": "1642074083",
        "preview": "Next has cut sick pay for unvaccinated staff who must self-isolate because of Covid exposure, the BBC has learned.",
        "fullText": "<p><strong>Next has cut sick pay for unvaccinated staff who must self-isolate because of Covid exposure, the BBC has learned.</strong></p><p>Unvaccinated staff will still get full sick pay if they test positive for the virus.</p><p>The retailer's move follows a similar one by Ikea. Next acknowledged it was an \"emotive topic\" but said it had to balance staff and shareholder needs.</p><p>It comes as employers face mass absences due to the rapid spread of the Omicron variant.</p><p>It is unclear when Next made the change but it is believed to have been recent.</p><p>Unvaccinated workers at the retailer who test positive are still being paid in full for the time they need off. Next currently pays store sales consultants and stock assistants between £6.55 and £9.21 an hour and warehouse operatives between £9.30 and £11.26 an hour.</p><p>But unvaccinated workers who are required to isolate having been identified as a close contact of someone with Covid could now receive as little as £96.35 a week - the Statutory Sick Pay minimum - unless there are mitigating circumstances.</p><p>Last month, official self-isolation guidance was relaxed for people who have been jabbed, meaning they do not need to isolate if they have been exposed to a positive case.</p><p>But there was no change to the guidance for unvaccinated close contacts, who must still self-isolate for 10 full days after their date of exposure.</p><p>Many companies, including Next, faced labour shortages in 2021 and some are now are seeing mass absences due to the more infectious Omicron Covid strain.</p><p>This week it emerged that Ikea, which employs about 10,000 people in the UK, had changed its policy on unvaccinated staff who have been exposed to coronavirus.</p><p>Sick pay cuts will also be implemented at Wessex Water and in the US several major companies have started penalising un-jabbed workers.</p><p>However, the major UK supermarkets and Amazon told the BBC their policies had not changed.</p><p>Next's move comes days after it said it was putting up its prices to offset higher wage and manufacturing costs.</p><p>The retailer said prices for its spring and summer clothing and homeware ranges would climb by 3.7% from a year earlier, while it expects a 6% rise for autumn and winter goods.</p><p>The company forecasts full-year sales to rise by 7% overall, but it warned it could face a tougher trading environment in 2022 given the financial pressures facing households, such as higher energy bills.</p><p>In October last year, Next boss Lord Wolfson said the retailer had struggled with labour shortages because workers were not available in the places needed and seasonal workers had proved difficult to recruit.</p><p>The executive, who supported Brexit, said the problem could be solved by companies hiring overseas workers and paying a \"visa tax\".</p>",
        "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/2D04/production/_111442511_pa-18587209.jpg"
    },
    {
        "id": "15",
        "title": "Christmas sales soar for Marks & Spencer and Tesco",
        "time": "1642076459",
        "preview": "Marks & Spencer and Tesco saw sales soar over Christmas as both retailers forecast strong full-year profits.",
        "fullText": "<p></strong>Marks & Spencer and Tesco saw sales soar over Christmas as both retailers forecast strong full-year profits.</strong></p><p>M&S said its food business reported its highest-ever revenue for Christmas, while Tesco said it was an \"exceptional\" festive period for sales.</p><p>Tesco now expects annual income to hit the top end of forecasts at £2.6bn.</p><p>Meanwhile, M&S said it was \"now more confident\" of reaching previous expectations of at least £500m in profits for the full-year.</p><p>Tesco's chief executive Ken Murphy said that \"once again, Covid-19 led to a greater focus on celebrating at home\". As a result, Tesco's Christmas sales in the UK rose by 0.3% compared to the previous year and were 9.2% higher than the pre-pandemic festive period in 2019.</p><p>Earlier this week, Sainsbury's also reported strong Christmas sales with more people choosing to eat at home rather than venture out amid the emergence of the Omicron variant.</p><p>M&S - whose Christmas campaign was fronted by its Percy Pig confectionary character - said sales within its food division rose to £1.9bn in the three months to 1 January - a 10% increase on 2020 and up 12.4% on pre-Covid levels.</p><p>Tesco and M&S have had a cracking Christmas. Other big retailers have also reported bumper sales. Despite all the supply chain problems, labour shortages and the arrival of the Omicron variant, the all-important festive trading was pretty decent for the industry overall.</p><p>Supermarkets were up against some tough comparisons after last year's record-breaking performance, when Covid restrictions caused a boom in food sales. But they've been buoyant this time round, too. People wanted to treat themselves and there was more eating and drinking at home. And after all the fears of empty shelves and shortages, there was plenty of food.</p><p>Consumers were in the mood to spend on non-food as well. They were also prepared to pay full price to make sure they got what they wanted, boosting retailers' profit margins. There may have been a little less choice but the demand, at least, was there.</p><p>Retailers are now wondering what will happen to consumer spending given the looming squeeze on living standards from rising bills and the increase in national insurance contributions. They're also having to deal with their own soaring costs and continuing supply chain issues. So having had much to celebrate this Christmas, there are lots of uncertainties ahead.</p>",
        "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/7115/production/_122694982_0_marks-spencers-christmas-campaign.jpg"
    },
    {
        "id": "16",
        "title": "Jonathan Van-Tam to leave role as deputy chief medical officer",
        "time": "1642076772",
        "preview": "Prof Sir Jonathan Van-Tam is leaving his role as England's deputy chief medical officer.",
        "fullText": "<p><strong>Prof Sir Jonathan Van-Tam is leaving his role as England's deputy chief medical officer.</strong></p><p>Prime Minister Boris Johnson thanked him for his \"extraordinary contribution to our country\".</p><p>The professor said it had been the \"greatest privilege\" of his career to have served the UK during the coronavirus pandemic.</p><p>He will continue to work for the government until the end of March before taking up a new academic role.</p><p>Prof Van-Tam became well-known for his colourful analogies during Downing Street coronavirus briefings, using football metaphors to explain complex science.</p><p>The professor said his time in the role had been \"the most challenging of my professional career, especially the Covid response,\" adding: \"We all wish Covid had never happened.\"</p><p>He thanked all those he had worked with during the pandemic, including the \"countless numbers who work behind the scenes - all of whom have an unrelenting commitment to help and support the British public\".</p><p>He especially praised chief medical officer Prof Sir Chris Whitty, who in turn applauded Prof Van-Tam's \"steadfast support, advice, leadership and commitment\". The pair were knighted in the most recent New Year Honours list.</p><p>Mr Javid paid tribute to Prof Van-Tam for the \"vital role he has played in our vaccination programme\".</p><p>\"JVT's one-of-a-kind approach to communicating science over the past two years has no doubt played a vital role in protecting and reassuring the nation, and made him a national treasure,\" he said.</p><p>Mr Johnson thanked him for his \"invaluable advice throughout the pandemic\".</p><p>Prof Van-Tam, deputy chief medical officer for England since 2017, often appeared alongside Mr Johnson at news briefings, where he caught the public's attention by the way he described coronavirus.</p><p>In late 2020 - while describing the early stages of the pandemic - he said \"it's clear the away team gave us an absolute battering\".</p><p>A year later, in November 2021, he warned \"the final whistle hasn't blown\" in the pandemic, but instead predicted we were in \"half time of extra time\".</p><p>\"I love metaphors,\" he told the BBC in 2020. \"I think they bring complex stories to life for people.\"</p><p>He gave the recent Royal Institution Christmas lectures on viruses - beginning by standing at a podium before ripping off his tie in a puff of smoke, then pointing at the camera and declaring: \"Tonight, we're going viral!\"</p>",
        "image":"https://ichef.bbci.co.uk/news/976/cpsprodpb/9ED3/production/_122695604_gettyjvt.jpg"
    }
   ]